Repository: giellalt/corpus-sme
Catalog: tmx/sma/bible/osko/index.php_kat_id=3_art_id=148.html.tmx
Source language: sme
Languages: sma

source: Reportášat
sma: Soptsesh

source: Rahkat reportáša !
sma: Vitnh tjaebpies åasah.

source: Vuoitte skeaŋkka !
sma: Darjoeh soptsesem

source: Mii háliidit ahte don galggat leat mielde ráhkadeamen reportášaid neahttabáikái. Reportášat sáhttet leat leairra birra, konfirmašunoahpahusa birra, beakkán olbmuid birra, girje-, musihkka- ja filmmaid birra dahje iežat smiehttamušat eallima stuorát ja uhcit čuolmmaid birra.
sma: Mijjieh sïjhtebe datne edtjh meatan årrodh soptsesh darjodh dan nedtesæjjan Soptsesh, leejri bïjre, skyllemegaavnesjimmieh, åehpies almetji bïjre, gærja-, musihke jih filmesoptsesh jallh dov åssjaldahkh jieleden smaave jïh stoerre onterdimmiej bïjre.

source: Sáddes midjiide teavstta ja govaid, mii veahkehit du teavsttain.
sma: Seedth mijjese teeksth jih guvvieh jih mijjieh sïjhtebe datnem viehkiehtidh teekstine.

source: Válljet ieš makkár gillii čálát.
sma: Datne maahtah veeljedh mennie gïelesne datne sïjhth tjaeledh.

source: Sii geat sáddejit midjiide reportáša, leat mielde skeaŋkka vuorbádeamis.
sma: Dah mah soptsesem mijjese seedtieh maehtieh ierielimmiem åadtjodh.
